:PROPERTIES:
:ID:       0f054716-46c8-4f9b-9e19-615f2d9f0f04
:END:
#+title: clock report
[[id:ba04adc5-d483-41ec-b793-421020a474cb][emacs]], [[id:f3f39727-f99b-4b8f-b615-57b4c74fb54b][Productivity]]

- Expect a minimum of 51% accuracy in my logged times, as I don’t track everything compulsively.


#+BEGIN: clocktable :scope agenda :maxlevel 2 :block 2024 :step month :tags t :skip0 t :stepskip0 t :fileskip0 t

Monthly report starting on: [2024-11-01 Fri]
| File             | Tags    | Headline                        |   Time |      |
|------------------+---------+---------------------------------+--------+------|
|                  | ALL     | *Total time*                    | *8:45* |      |
|------------------+---------+---------------------------------+--------+------|
| 11-24-Github.org |         | *File time*                     | *0:01* |      |
|                  |         | htacess                         |   0:01 |      |
|------------------+---------+---------------------------------+--------+------|
| habits.org       |         | *File time*                     | *8:10* |      |
|                  |         | Exercise                        |   6:33 |      |
|                  |         | \_  Running                     |        | 0:14 |
|                  |         | \_  Strength Training           |        | 0:16 |
|                  |         | \_  Hiking                      |        | 6:03 |
|                  |         | Meditation                      |   0:05 |      |
|                  |         | Reading                         |   1:32 |      |
|------------------+---------+---------------------------------+--------+------|
| inbox.org        |         | *File time*                     | *0:20* |      |
|                  | reading | finish pure land book           |   0:20 |      |
|------------------+---------+---------------------------------+--------+------|
| reading24.org    |         | *File time*                     | *0:14* |      |
|                  |         | Philosophy [0/1][0%]            |   0:14 |      |
|                  |         | \_  Dune and philosophy, Decker |        | 0:14 |

#+END:
